---
kind: method
id: M:Autodesk.Revit.DB.FamilyParameterSet.Contains(Autodesk.Revit.DB.FamilyParameter)
source: html/a8d6d16c-76b7-8fe4-c59e-f3ca950ebf7b.htm
---
# Autodesk.Revit.DB.FamilyParameterSet.Contains Method

## Syntax (C#)
```csharp
public virtual bool Contains(
	FamilyParameter item
)
```

## Parameters
- **item** (`Autodesk.Revit.DB.FamilyParameter`)